espressif/esp-idf/examples/peripherals/adc/oneshot_read/sdkconfig.ci.esp32c2_xtal26m
CONFIG_IDF_TARGET="esp32c2"
CONFIG_XTAL_FREQ_26=y
